do

function run(msg, matches)
  local answers = {
  [[میدونستین این استیکــــر  👈😦 سرطان داره؟ 😒 نه مو داره نه ابرو 😢😢😢 براش دعا کنین😭 این پیام انقدر به اشتراک بذارید تا همه دعا کنن و شفا پیدا کنهکوتاهی نکن به اشتراک بذار  لطفا قطع کننده زنجیر نباش، به 100نفر بفرست  یه پسره نفرستاد حامله شد 😂😂😂]],
  [[روباه به خدا گفت:چرا من رو اینقدر حیله گر و دروغگو آفریدی؟؟؟
خدا گفت:

.
.
.
.
.
.
ناشکری نکن!!!
تو هنوز پاساژ علاءالدین تهران نرفتی!!!😁😂😂
]],
[[گابریل گارسیا میگه: هرگز لبخند رو
ترک نکن شاید  کسی عاشق لبخَندت شه...☺️






من دو روز  لَبخند داشتم
هر کی بِم میرسید میگُفت
کیرخَر جاکِش به ک س عمَت میخندی☹️😶😂]],
[[پسرها بعد 5 دقیقه به تفاهم میرسند که روز جمعه برای تفریح کجا برن











دخترها بعد 4 ساعت بحث ،تفریحشون لغو میشه چون الهه به نسترن گفت : خرس😳😐😂😂😂]],
[[با تلاشِ شبانه روزی که همه موفق میشن










اصل اینه که با کیون گشادی موفق بشی 👌😂]],
[[اوناییکه خودشـــــون جوک میذارنو خودشون پشـــــت جوکشـــــون استیکر خنده میذارن😑









ایـــــنا پاش بیوفـــــته با کیون خودشـــــونم جق میزنن😂😂]],
[[رفتم اون دنیا خدا ازم پرسید:وقتی همسایه ات گرسنه بود کجا بودی؟ 

منم گفتم: خودت کجا بودی؟!!!!




خیلی حال داد..... 😏☺️




 ولی بعدش دیگه یادم نیست سرب داغ رو با قیف ریختن توحلقم یا با شلنگ!!!! 😩😝😂
]],
[[رفتم تو بیتاک دیدم نوشته
برای یافتن دوستان جدید پایین بکشید...
.
.
.

.
.
.
الان یه ساعته کشیدم پایین،ولی هنوز دوستی پیدا نکردم!!!😁
.
.
خیلی سردم شده،میگین بیخیال شم و بکشم بالا یا هنوز باید پایین باشه؟؟؟
]],
[[وقتی پسری به دختری میگه دوست دارم
.
. 
.
.
.
.
.
.
.
.
۱٪ راسته😑
۹۹٪ راسته😃😅
.

.
جمله دارای نکته ضخیمی بود من رفتم خجالت بکشم بیام!!😅😂😂
]],
[[وضعیت پیشرفت فرهنگی توی ایران 

اینجوریه که قبلا " اووف چه کصی هستی تو " 











برای دختران توهین بود الان تعریف به حساب میاد 😑💦]],
[[دیالوگ دانشجویان در کشور های مختلف 📣

برزیل:از رشتت راضی هستی؟؟

ژاپن :از استادات راضی هستی؟؟



هلند: امکانات دانشگاهتون خوبه؟؟

ایران: دانشگاتون کُص مُسِ باحال داره ؟؟!
]],
[[امروز زن دوستمو دیدم
حال دوستمو ازش پرسیدم
فهمیدم سه روزه با من رفته شمال









بی هماهنگی کار میکنن همین میشه دیگه

رفیق هر کجا هستی فقط برنگرد کارت تمومه😜😂]],
[[پسره ب دوس دخترش ﻣﯿﮕﻪ : ﺍﮔﻪ ﭘﺎﯼ ﭼﭙﻢ ﻧﺎﻫﺎﺭ ﺑﺎﺷﻪ ﭘﺎﯼ ﺭﺍﺳﺘﻢ ﺷﺎﻡ
ﮐﺪﻭﻣﻮ ﻣﯿﺨﻮﺭﯼ؟!؟
دختره ﻣﯿﮕﻪ :
.
.
.
.
.
.
.
.
.
.
.
ﻋﺼﺮﻭﻧﻪ :)))

جمله سنگین بود 85 ثانیه تنفس😂😂😂
]],
[[ﺯﻧﯽ ﭘﺮﯾﺸﺎﻥ ﺣﺎﻝ ﺧﺪﻣﺖ ﺷﯿﺦ ﺭﺳﯿﺪ

ﻭ ﮔﻔﺖ : ﯾﺎﺷﯿﺦ ﭼﻨﺪﯾﻦ ﺑﺎﺭ ﺍﺳﺖ

ﺩﺭﺣﻤﺎﻡ ﺭﺍ ﺑﺎﺯ ﻣﯿﮑﻨﻢ ﻭ ﻓﺮﺯﻧﺪ ﺧﻮﺩ ﺭﺍ ﺩﺭ ﺣﺎﻝ ﺧﻮﺩ ﺍﺭﺿﺎﯾﯽ ﻣﯿﺒﯿﻨﻢ ﭼﻪ ﮐﻨﻢ؟💬🤔







ﺷﯿﺦ ﻓﺮﻣﻮﺩﻧﺪ : ﺩﺭ ﺑﺰﻥ ﻻﺷﯽ! 😂😂👍🏻]],
[[در آوردن دستمال کاغذی ساعت 2 نصفه شب ،وقتی همه خواابن
.
.
.
.
.
.
.
.
از خنثی کردن صد تا بمب هم استرسش بیشتره !!
اهل دلاش می فهمن چی می گم 😁😅]],
[[ قرن پیش
یعنی چیزی در حدود 250سال قبل از میلاد در یونان باستان
مردی جوان با هیجان درحالی که برهنه بود و ماده‌ای سفید رنگ از دستانش میچِکید 


از حمام بیرون آمد و درحالیکه در کوچه‌هایِ شهر میدوید و با خوشحالی فریاد میزد:
یافتم یافتم...
آری او کسی نبود جز "جَلقمیدوس"
کاشفِ جق ، که به پدرِ جق بشر شهرت یافت😍😍😂
]],
[[😂😂😂😂😂😢
فرهنگ لغت ايرانيان،


1. بیششرف = خیلی خوشگلی!
2. توله‌سسگ = خیلی میفهمی!
3. کررره‌خـر = خیلی باهوشی!
4. کثثافت = خیلی دوست‌داشتنی‌ای!
5. عوضی = خیلی زرنگی!
6. لامصصب = خیلی کار بلدی!
7. دیوونه = خیلی عزیزی!


1. دوست عزیز = خیلی نفهمی!
2. آدم حسابی = خیلی بی‌شخصیتی!
3. مهندس = خیلی خنگی!
4. دکتر = خیلی گیجی!
5. دانشمند = خیلی بیشعوری!
6. خوش‌تیپ = خیلی چِندشی!
7. استاد = خیلی بیسوادی!

 واقعا فرهنگ لغاتمون کامله .. 😂😂]],
 [[ﻫﻤﺴﺎﯾﻪ ﺑﻐﻠﯿﻤﻮﻥ ﻟﺒﺎﺱ ﺯﯾﺮ ﻓﺮﻭﺷﯽ ﺩﺍﺷﺖ 
ﺑﻬﺶ ﻣﯿﮕﻔﺘﻦ اکبر ﺷُﺮﺗﯽ !











ﺑﻨﺪﻩ ﺧﺪﺍ بخاطر اسمی که روش گذاشته بودن ﻣﻐﺎﺯﺷﻮ ﻋﻮﺽ کرد کتابفروشی زد 

الان میگن کتابفروشی اکبر شُرتی 😂😂😂
]],
  [[این نسل نه از سرطان میمیره!

نه از غذا و آب آلوده!
نه از امواج موبایل!😐







بی خوابی این نسل رو خواهدکشت😂👍]],
[[شب احیا یکیو تو مسجد دیدم میگشت ببینه کی بیشتر گریه می کنه، 
گفتم:چرا اینجوری می کنی؟
.
.
.
.
.
.
.
.
.





گفت: میخوام عکس بگیرم پست بذارم بنویسم فردا شنبه 
است 😕😂😂😂
]],
[[دوسدخدرم هروقت حشری میشه روش نمیشه بگه 






میگه هوس قلیون کردم

دیووووثا اینام یاد گرفتنا 😂]],
[[من همه ی کصخلای این مملکتو درک میکنم به جز



اون دسته آدم کصخولایی که تو کلش اف کلنز دنبال دوسدخدر میگردن🙁
اونا دیگه خیلی وضعشون خرابه😂😂😅😄
]],

}

  send_typing(get_receiver(msg), ok_cb, false)
  local text = answers[math.random(#answers)].."\n\nour channel : @Part_Team"
  reply_msg(msg.id, text, ok_cb, false)
end

return {
  description = "sex white robot",
  usage = "send rendom jock",
  patterns = {
  "^[!#/]jock",
  "jock"
  },
  run = run
}

end
